{
  "restaurant": "Hammerheads",
  "location": "Louisville, KY",
  "cuisine": "Gastropub",
  "reviews": [
    {
      "rating": 5,
      "text": "Best bar food in Louisville! The Korean BBQ tacos are incredible. Casual vibe, great beer selection. Perfect spot to watch a game with friends.",
      "date": "2024-10-14",
      "author": "Jason M."
    },
    {
      "rating": 4,
      "text": "Really good food for a bar. The wings are huge and flavorful. Gets crowded on weekends which means slower service. Worth the wait though.",
      "date": "2024-10-10",
      "author": "Brittany L."
    },
    {
      "rating": 5,
      "text": "This place is a hidden gem. Don't let the dive bar appearance fool you - the food is seriously good. The schnitzel sandwich is amazing.",
      "date": "2024-10-06",
      "author": "Mike R."
    },
    {
      "rating": 3,
      "text": "Food was good but nothing special. Very loud, hard to have a conversation. Beer selection is solid. Okay for casual drinks.",
      "date": "2024-10-02",
      "author": "Susan K."
    },
    {
      "rating": 5,
      "text": "Love this place! Neighborhood bar with elevated food. The quesadillas are massive and delicious. Staff is friendly. Great atmosphere.",
      "date": "2024-09-28",
      "author": "Tommy H."
    },
    {
      "rating": 4,
      "text": "Surprisingly good food for a sports bar. The bourbon selection is impressive. Can get smoky inside. Outdoor seating is nice when weather permits.",
      "date": "2024-09-25",
      "author": "Rachel P."
    },
    {
      "rating": 5,
      "text": "My go-to spot for casual dining. The menu has something for everyone. Prices are reasonable. The loaded tots are addictive.",
      "date": "2024-09-20",
      "author": "Chris D."
    },
    {
      "rating": 2,
      "text": "Way too loud and crowded. Food was fine but nothing to write home about. Service was slow. Probably won't go back.",
      "date": "2024-09-15",
      "author": "Janet F."
    },
    {
      "rating": 5,
      "text": "Best wings in Louisville, hands down. The dry rub options are fantastic. Great beer selection. Bartenders are knowledgeable and friendly.",
      "date": "2024-09-12",
      "author": "Kevin B."
    },
    {
      "rating": 4,
      "text": "Solid neighborhood bar with better-than-average food. The pulled pork sandwich is excellent. Gets very busy during game days.",
      "date": "2024-09-08",
      "author": "Lisa G."
    },
    {
      "rating": 5,
      "text": "This is what a gastropub should be. Creative menu, good execution, fair prices. The patio is dog-friendly which is a big plus.",
      "date": "2024-09-05",
      "author": "Nathan W."
    },
    {
      "rating": 4,
      "text": "Great place for after-work drinks and apps. The nachos could feed a small army. Service is usually quick. No reservations so arrive early.",
      "date": "2024-09-01",
      "author": "Emily S."
    },
    {
      "rating": 3,
      "text": "Decent bar food. Nothing exceptional but nothing terrible either. The beer selection saves it. Staff is hit or miss.",
      "date": "2024-08-28",
      "author": "Robert T."
    },
    {
      "rating": 5,
      "text": "Love the laid-back atmosphere. Food is consistently good. The fish tacos are my favorite. Great spot to catch up with friends.",
      "date": "2024-08-25",
      "author": "Amanda C."
    },
    {
      "rating": 4,
      "text": "Good food, good beer, good times. The burgers are juicy and cooked perfectly. Can get smoky which bothers some people.",
      "date": "2024-08-20",
      "author": "David J."
    },
    {
      "rating": 5,
      "text": "One of my favorite bars in Louisville. The staff remembers regulars. Food is way better than it needs to be for a bar. Love this place.",
      "date": "2024-08-15",
      "author": "Megan V."
    },
    {
      "rating": 4,
      "text": "Great spot for casual dinner. The fried pickles are addictive. Lots of TV screens for sports. Parking can be challenging.",
      "date": "2024-08-12",
      "author": "Tyler N."
    },
    {
      "rating": 5,
      "text": "Don't judge this book by its cover. Looks like a dive but the food is incredible. The chef knows what they're doing. Highly recommend.",
      "date": "2024-08-08",
      "author": "Sarah M."
    },
    {
      "rating": 3,
      "text": "Okay bar with okay food. Nothing special but fine for a casual meal. Beer prices are reasonable.",
      "date": "2024-08-05",
      "author": "William D."
    },
    {
      "rating": 5,
      "text": "Perfect neighborhood bar. Good food, good drinks, good people. The trivia nights are fun. This is a Louisville staple.",
      "date": "2024-08-01",
      "author": "Jennifer and Mark L."
    }
  ]
}
